"Part1" = "NORSK";
"Part2" = "APPLE INC. ";
"Part3" = "PROGRAMVARELISENSAVTALE FOR SNARVEIER FOR iOS";
"Part4" = "LES DENNE PROGRAMVARELISENSAVTALEN (LISENSEN) NØYE FØR DU BEGYNNER Å BRUKE APPLE-PROGRAMVAREN. VED Å BRUKE APPLE-PROGRAMVAREN AKSEPTERER DU SAMTIDIG Å VÆRE BUNDET AV VILKÅRENE I DENNE LISENSEN. HVIS DU IKKE ER ENIG I VILKÅRENE I DENNE LISENSEN, MÅ DU IKKE INSTALLERE OG/ELLER BRUKE PROGRAMVAREN.";
"Part5" = "VIKTIG MERKNAD: I den grad denne programvaren kan brukes til å reprodusere, modifsere, publisere og distribuere materiale, lisensieres den til deg kun for reproduksjon, modifisering, publisering og distribuering av materiale som ikke er opphavsrettslig beskyttet, materiale du eier opphavsretten til, eller materiale du er autorisert eller har lovlig adgang til å reprodusere, modifisere, publisere eller distribuere. Hvis du er usikker på om du har lovlig tilgang til å reprodusere, modifisere, publisere eller distribuere materiale, bør du innhente råd fra en jurist.";
"Part6" = "1. Generelt. ";
"Part7" = "A. Apple-programvaren, og eventuell tredjeparts programvare, dokumentasjon, grensesnitt, innhold, fonter og alle data som følger med denne lisensen, uansett om materialet befinner seg i ROM, på et hvilket som helst annet medium eller i en hvilken som helst annen form (samlet kalt «Apple-programvaren»), er lisensiert, ikke solgt, til deg av Apple Inc. («Apple») og må kun brukes i samsvar med vilkårene i denne lisensen. Apple og/eller Apples lisensgivere beholder eierskapet til Apple-programvaren og forbeholder seg alle rettigheter som ikke uttrykkelig overføres til deg. ";
"Part8" = "B. Apple kan etter eget valg gjøre tilgjengelig framtidige oppgraderinger eller oppdateringer for Apple-programvaren for din kompatible, Apple-merkede iOS-enhet. Det er ikke sikkert at eventuelle programvareoppgraderinger eller -oppdateringer fra Apple inneholder alle eksisterende programvarefunksjoner eller nye funksjoner som Apple lanserer for nyere eller andre modeller av iOS-enheter. Rettighetene som gis i denne lisensen, inkluderer programvareoppgraderinger eller -oppdateringer for det opprinnelige Apple-programvareproduktet, med mindre en slik oppgradering eller oppdatering inneholder en egen lisensavtale som du i så tilfelle samtykker i at skal gjelde for en slik oppgradering eller oppdatering. ";
"Part9" = "2. Tillatt bruk og restriksjoner.  ";
"Part10" = "A. Lisens. I henhold til vilkårene og betingelsene i denne lisensen og slik det gis tillatelse til under «Bruksregler for tjenester og innhold» i «Vilkår og betingelser for Tjenester under Apple Media» (https://www.apple.com/legal/internet-services/itunes/) («bruksregler»), og med mindre du har anskaffet Apple-programvaren som beskrevet i del 2B, får du en begrenset, ikke-overførbar og ikke-eksklusiv lisens til å installere og bruke Apple-programvaren på kompatible, Apple-merkede iOS-enheter som du eier eller kontrollerer. Du kan ikke distribuere Apple-programvaren eller gjøre den tilgjengelig over et nettverk hvor den kan brukes av flere enheter samtidig. Det er ikke tillatt å leie ut, lease, låne bort, selge, videredistribuere eller underlisensiere Apple-programvaren.";
"Part11" = "B.  Volum- eller vedlikeholdslisens. Hvis du fikk Apple-programvaren under et volum- eller vedlikeholdslisensprogram fra Apple, vil vilkårene i volum- eller vedlikeholdslisensen avgjøre hvor mange kopier av Apple-programvaren du har lov til å laste ned, installere, bruke og kjøre på Apple-merkede iOS-enheter du eier eller kontrollerer. Med mindre Apple har gitt skriftlig tillatelse til noe annet, skal alle andre vilkår og betingelser i denne lisensen gjelde for din bruk av Apple-programvaren som er fått under en volum- eller vedlikeholdslisens.";
"Part12" = "C. Systemkrav. Apple-programvare støttes bare på Apple-merket maskinvare som oppfyller bestemte systemkrav angitt av Apple.";
"Part13" = "D. Innhold og digitalt materiale. Alle immaterielle rettigheter og juridiske eierskapsrettigheter i og til innhold, inkludert varemerker, logoer og bilder, som vises, eller som det gis tilgang til gjennom Apple-programvaren, tilhører innholdets respektive eiere. Slikt innhold kan være beskyttet av lover om opphavsrettigheter, varemerker og eierskap og kan i tillegg være underlagt bruksvilkår fra tredjeparter som gir tilgang til slikt innhold. Med unntak for der annet er angitt i denne lisensen, (i) gir denne lisensen deg ingen rettigheter til bruk av slikt innhold og ingen garantier for at slikt innhold skal fortsette å være tilgjengelig for deg, og (ii) kan du ikke bruke, trekke ut eller distribuere, kommersielt eller på andre måter, enkeltstående fotografier, logoer, tekst, kode, bilder, grafikk, kunst, lyd, video eller lignende innhold («digitalt materiale») som er en del av, eller som leveres som en del av, Apple-programvaren, eller på andre måter bruke digitalt materiale utenfor tilsiktet bruk som en del av Apple-programvaren.";
"Part14" = "E. Bruk av Snarveier. Du er innforstått med at alt ansvar for alle handlingssnarveier (\"snarveier\") som brukes i en app og/eller på et nettsted, ene og alene ligger hos parten(e) som er opphavet til disse snarveiene. Apple har ingen kontroll over og tar ikke ansvar for innholdet i eller funksjonaliteten til snarveier fra tredjeparter. Du bruker snarveier på eget ansvar, og du er selv ansvarlig for å følge eventuelle tredjepartsvilkår eller -avtaler i forbindelse med bruk av en snarvei. Du samtykker i at Apple ikke er forpliktet til å kontrollere snarveier, men at Apple forbeholder seg retten til å kontrollere, avslå, deaktivere eller fjerne snarveier etter eget skjønn.";
"Part15" = "F.  Deling av snarveier. Apple-programvaren kan gi deg tilgang til å dele snarveier du oppretter, med andre via en kobling. Den delte snarveien og alt innhold som er innebygd i den, vil bli lagret på Apples tjenere i den hensikt å muliggjøre slik deling, og kan bli brukt til å forbedre Apple-produkter og -tjenester på generelt grunnlag. Den delte snarveien og alt innhold som er innebygd i den, vil bli tilgjengelig for alle som har tilgang til koblingen. Disse vil da ha anledning til å kopiere, arkivere, endre og redistribuere en kopi av snarveien og alt innhold som er innebygd i den. Ved å dele en snarvei bekrefter du at: (1) du har alle nødvendige rettigheter og lisenser til snarveien og at det ikke vil krenke noen annen parts rettigheter; og (2) at snarveien du deler, ikke vil bryte noen lover, bidra til eller oppfordre til lovbrudd eller annen ulovlig oppførsel, eller være uanstendig eller støtende på noen som helst måte. Du samtykker i at Apple ikke er forpliktet til å kontrollere snarveier du deler, men at Apple forbeholder seg retten til å kontrollere, deaktivere eller fjerne snarveier du deler, etter eget skjønn.";
"Part16" = "G. Bruksrestriksjoner. Du godtar at du ikke skal laste opp, publisere, sende på e-post, overføre, dele eller på noen måte gjøre tilgjengelig svarveier: (1) som er ulovlige, skadevoldende, vulgære, uanstendige, injurierende, rasistiske eller støtende på noen måte; (2) som bryter eller som oppfordrer til oppførsel som bryter gjeldende lover eller forskrifter, eller som kan medføre sivilrettslig ansvar; (3) som oppmuntrer til diskriminering, intoleranse, rasisme, hat, trakassering eller skade av enkeltpersoner eller grupper; (4) som er voldsforherligende eller truende, eller som oppfordrer til vold eller handlinger som oppleves som truende av andre; (5) som oppfordrer til ulovlige eller skadelige aktiviteter; eller (6) som du vet eller tror er falske, villedende, straffbare eller på noen måte misvisende for brukerne av slike snarveier. Videre samtykker du i at du ikke skal tukle med, forstyrre eller overbelaste tjenere eller nettverk som er koblet til Apple-programvaren eller eventuelle tredjepartsapper, -tjenester eller -nettsteder på iOS-enheten din (\"tredjepartsapper\"), eller bryte forskriftene, retningslinjene eller prosedyrene til slike nettverk eller tredjepartsapper.";
"Part17" = "H. Tredjepartsapper. For å kunne fullføre enkelte snarveier kan det hende at Apple-programvaren trenger tilgang til enkelte tredjepartsapper. Du godtar uttrykkelig og tillater at Apple-programvaren får tilgang til og bruker disse tredjepartsappene på dine vegne i den grad det er nødvendig for å fullføre snarveien med Apple-programvaren. I den grad Apple-programvaren har tilgang til tredjepartsapper, har Apple ingen uttrykt eller underforstått plikt til å yte noen som helst teknisk kundestøtte eller annen kundestøtte for slike tredjepartsapper. Kontakt riktig programvareleverandør eller -produsent eller tjenesteleverandør direkte for teknisk kundestøtte og kundeservice i forbindelse med slike apper, tjenester, nettsteder og/eller produkter.  VIDERE GODTAR DU AT DU ER BUNDET AV, OG DU SAMTYKKER I Å OVERHOLDE, ALLE GJELDENDE TJENESTEVILKÅR ELLER ANDRE AVTALER FOR SLIKE TREDJEPARTSAPPER NÅR DU BRUKER APPLE-PROGRAMVAREN. DU ER SELV ANSVARLIG FOR Å SIKRE AT ALLE SNARVEIENE OVERHOLDER GJELDENDE VILKÅR FOR HVER TREDJEPARTSAPP SOM BRUKES AV EN SNARVEI. APPLE GARANTERER IKKE PÅ NOEN MÅTE AT SNARVEIER OVERHOLDER VILKÅRENE FOR TREDJEPARTSAPPER, OG APPLE ER IKKE ANSVARLIG FOR NOEN TREDJEPARTSSNARVEIER.";
"Part18" = "I. Ingen dekoding. Du kan ikke og du går med på å ikke, og å ikke legge til rette for at andre skal kunne, kopiere (bortsett fra slik det eksplisitt tillates i denne lisensen eller i bruksreglene hvis de gjelder for deg), dekompilere, dekode, dele opp, forsøke å avlede kildekoden fra, dekryptere, modifisere eller skape avlede åndsverk med utgangspunkt i Apple-programvaren eller tjenester som tilbys av Apple-programvaren, eller deler av disse (unntatt hvis og kun i den utstrekning forannevnte restriksjoner er forbudt ved lov, og i den utstrekning det tillates i lisensvilkår som gjelder for bruk av komponenter med åpen kildekode som følger med Apple-programvaren). ";
"Part19" = "J. Overholdelse av lover. Du godtar å bruke Apple-programvaren og tjenestene (slik dette defineres i del 4 nedenfor) i samsvar med alle gjeldende lover, inkludert lokale lover i landet eller regionen du bor i eller befinner deg i når du laster ned eller bruker Apple-programvaren og tjenester.";
"Part20" = "K. Automatiske oppdateringer. Hvis du velger å tillate automatisk oppdatering av programmer, vil enheten med jevne mellomrom søke etter oppdateringer og oppgraderinger fra Apple for Apple-programvaren og, hvis en oppdatering eller oppgradering er tilgjengelig, blir oppdateringen eller oppgraderingen automatisk lastet ned og installert på enheten din og, hvis det er relevant, på de eksterne enhetene dine. Du kan når som helst slå av automatisk oppdatering av programmer helt ved å endre innstillingen for automatisk oppdatering av programmer, som du finner i Innstillinger.";
"Part21" = "3. Samtykke til bruk av data. ";
"Part22" = "A. Analysedata. Hvis du har valgt å godta innsamling av analysedata, samtykker du i at Apple og Apples datterselskaper og agenter kan samle inn, oppbevare, behandle og bruke diagnostisk informasjon, teknisk informasjon, bruksinformasjon og annen relatert informasjon, inkludert, men ikke begrenset til, unike system- eller maskinvareidentifikatorer, informasjon om iOS-enhten din, datamaskinen din, systemet ditt, programmene dine og tilleggsenhetene dine, som innhentes for å gjøre det mulig å tilby og forbedre Apples produkter og tjenester, tilby deg programvareoppdateringer, produktsupport og mulige andre tjenester relatert til Apple-programvaren, og for å verifisere overholdelse av vilkårene i denne lisensavtalen. Apple kan, så sant den ikke samles inn i en form som kan identifisere deg, bruke informasjonen til de formålene som beskrives ovenfor. For at Apples partnere og tredjepartsutviklere skal kunne forbedre sin programvare og maskinvare og sine enheter utviklet for bruk med Apple-produkter, kan Apple også gi en slik partner eller tredjepartsutvikler et delsett med diagnostisk informasjon som er relevant for den partnerens eller utviklerens programvare, maskinvare og/eller tjenester, så lenge den diagnostiske informasjonen ikke er i en form som kan identifisere deg personlig. ";
"Part23" = "B. Stedsinformasjon. Apple og Apples partnere og lisensgivere og tredjepartsutviklere kan tilby enkelte tjenester via Apple-programvaren som er avhengig av stedsinformasjon. For å tilby og forbedre disse tjenestene, der de er tilgjengelige, kan Apple og Apples partnere, lisensgivere og tredjepartsutviklere overføre, samle inn, oppbevare, behandle og bruke stedsinformasjonen din. Stedsinformasjonen og stedssøkene som samles inn av Apple, samles ikke inn i en form som kan identifisere deg, og kan brukes av Apple og Apples partnere, lisensgivere og tredjepartsutviklere for å tilby og forbedre stedsbaserte produkter og tjenester. Ved å bruke stedsbaserte tjenester levert av eller via Apple-programvaren aksepterer du og samtykker du i at Apple og Apples partnere, lisensgivere og tredjepartsutviklere kan overføre, samle inn, oppbevare, behandle og bruke stedsinformasjon og stedssøk for å tilby og forbedre slike produkter og tjenester. Du kan når som helst trekke tilbake dette samtykket ved å gå til innstillingen for stedstjenester på iOS-enheten din og enten slå av den globale innstillingen for stedstjenester eller slå av den individuelle innstillingen for stedstjenester for Apple-programvaren. Når du bruker programmer eller tjenester fra tredjeparter på iOS-enheten som bruker eller leverer stedsinformasjon, er bruken underlagt tredjepartens vilkår og retningslinjer for personvern for bruk av stedsinformasjon i slike tredjepartsprogrammer eller -tjenester. Du bør lese vilkårene og retningslinjene. ";
"Part24" = "C. Retningslinjer for personvern. Informasjonen din vil alltid være underlagt Apples retningslinjer for personvern, som kan leses på: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Tjenester og materiale fra tredjeparter.  ";
"Part26" = "A. Generelt. Apple-programvaren kan gi tilgang til Apples iTunes Store, App Store, iCloud, Maps og andre tjenester og nettsteder fra Apple og tredjeparter (samlet og individuelt kalt «tjenester»). Det er mulig at slike tjenester ikke er tilgjengelige på alle språk eller i alle land. Bruk av disse tjenestene krever Internett-tilgang, og bruk av enkelte tjenester krever kanskje en Apple-ID og at du godtar ytterligere tjenestevilkår, og det kan medføre ekstra kostnader. Ved å bruke denne programvaren i forbindelse med en iTunes Store-konto, en Apple-ID eller en annen Apple-tjeneste godtar du gjeldende tjenestevilkår for den tjenesten, for eksempel de nyeste «Vilkår og betingelser for Tjenester under Apple Media», som du kan lese på https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Hvis du velger å bruke iCloud-tjenestene gjennom Apple-programvaren, er slik bruk underlagt følgende tilleggsvilkår: iCloud Terms and Conditions som er tilgjengelig på https://www.apple.com/legal/internet-services/icloud/, og Apples Retningslinjer for personvern som er tilgjengelig på https://www.apple.com/legal/privacy/. ";
"Part28" = "C. Du er innforstått med at du ved å bruke hvilken som helst av tjenestene, kan komme over innhold som kan anses som anstøtelig, uanstendig eller upassende, og med språkbruk som kan oppfattes som utilslørt og direkte. Likevel godtar du at din bruk av tjenestene fullt ut er på din egen risiko og at Apple ikke har noe ansvar overfor deg for innhold som kan anses anstøtelig, uanstendig eller upassende.";
"Part29" = "D. Enkelte tjenester kan vise, omfatte eller gjøre tilgjengelig tjenester, innhold, data, informasjon, programmer eller materiale fra tredjeparter («materiale fra tredjeparter») eller koblinger til nettsteder eller programmer fra enkelte tredjeparter. Du er innforstått med, og sier deg enig i, at Apple ikke er ansvarlig for å undersøke eller vurdere innhold, nøyaktighet, fullstendighet, gyldighet, validitet, overholdelse av opphavsrett, lovlighet, anstendighet eller kvalitet eller noe annet aspekt av slikt materiale eller slike programmer eller nettsteder fra tredjeparter. Apple, dets ledere, samarbeidspartnere og datterselskaper vil ikke innestå for eller støtte og vil ikke påta seg eller ha noe som helst ansvar overfor deg eller andre for noen tredjeparters tjenester, materiale, programmer fra tredjeparter eller nettsteder, eller for noen andre materialer, produkter eller tjenester fra tredjeparter. Materiale fra tredjeparter og koblinger til andre nettsteder eller programmer gjøres tilgjengelig kun som en service for deg. ";
"Part30" = "E. I den grad du bruker tjenestene til å laste opp innhold, bekrefter du at du eier alle rettigheter til, eller har tillatelse til eller på annen måte har lovlig tilgang til å laste opp, slikt innhold og at slikt innhold ikke bryter noen av tjenestevilkårene som gjelder for tjenestene. Du godtar at tjenestene inneholder proprietært innhold og proprietær informasjon og materiale, inkludert, men ikke begrenset til, digitalt materiale, som eies av Apple, nettstedeieren og/eller deres lisensgivere, og er beskyttet av gjeldende regelverk for immaterielle rettigheter, herunder blant annet opphavsrett. Du bekrefter at du ikke vil bruke slikt proprietært innhold eller proprietær informasjon eller materiale utover de tillatte anvendelser av tjenestene eller på noen som helst måte som ikke er i samsvar med vilkårene i denne lisensavtalen eller som krenker en tredjeparts eller Apples immaterielle rettigheter. Ingen deler av tjenestene kan kopieres eller reproduseres i noen som helst form eller på noen som helst måte. Du forplikter deg til ikke å endre, leie ut, låne bort, selge, distribuere, eller skape avledede verker basert på tjenestene på noen som helst måte, og til ikke å utnytte tjenestene på noen som helst uautorisert måte, inkludert, men ikke begrenset til å bruke tjenestene til å overføre datavirus, ormer, trojanske hester eller annen skadelig programvare, eller ved eiendomskrenkelse eller overbelastning av nettverkskapasitet. Du sier deg videre enig i å ikke bruke tjenestene til på noen måte å sjikanere, fornærme, forfølge, true, injuriere eller på andre måter krenke rettighetene til en annen part, og at Apple ikke på noen måte er ansvarlig om du skulle bruke tjenestene slik eller hvis du skulle motta sjikanerende, truende, injurierende, krenkende eller ulovlige meldinger eller overføringer som en følge av bruk av tjenestene. ";
"Part31" = "F. I tillegg er tjenester og materiale fra tredjeparter du kan få tilgang til, bli koblet til eller vist via Apple-programvaren, ikke tilgjengelig på alle språk eller i alle land eller områder. Apple gir ingen garantier for at slike tjenester og slikt materiale fra tredjeparter er passende eller tilgjengelig for bruk på et bestemt sted. I den grad du velger å bruke eller få tilgang til slike tjenester og slikt materiale fra tredjeparter, gjør du det på ditt eget initiativ og er selv ansvarlig for å følge gjeldende lover, inkludert, men ikke begrenset til, gjeldende lokale lover og lover angående personvern og innsamling av data. Apple og Apples lisensgivere forbeholder seg retten til å endre, oppheve, fjerne eller deaktivere tilgang til en hvilken som helst tjeneste når som helst og uten varsel. Under ingen omstendigheter vil Apple være ansvarlig for følgene av å ha fjernet eller deaktivert tilgang til en slik tjeneste. Apple kan også innføre begrensninger på bruk av eller tilgang til enkelte tjenester, i begge tilfellene uten varsel eller ansvar.";
"Part32" = "5. Opphør. Denne avtalen gjelder til den opphører. Dine rettigheter under denne lisensavtalen vil også opphøre automatisk eller på andre måter slutte å virke uten varsel fra Apple, hvis du bryter noen som helst av betingelsene i denne lisensen. Når denne lisensen opphører, skal du slutte å bruke Apple-programvaren og ødelegge alle kopier, hele eller i deler, av Apple-programvaren. Del 2I, 3, 4, 5, 6, 7, 8, 10 og 11 i denne lisensen gjelder selv om avtalen opphører.";
"Part33" = "6. Garantibegrensning.";
"Part34" = "A. Hvis du er en forbrukerkunde (en kunde som ikke bruker Apple-programvaren i jobbsammenheng), er det mulig at du har juridiske rettigheter i landet ditt som medfører at følgende begrensninger ikke gjelder for deg, og der dette er tilfelle, gjelder ikke disse begrensningene for deg. Hvis du vil ha mer informasjon om forbrukerrettighetene dine, tar du kontakt med en rådgivningsorganisasjon for forbrukere.";
"Part35" = "B. DU ERKJENNER OG SAMTYKKER UTTRYKKELIG I AT, I DEN GRAD DET TILLATES AV GJELDENDE LOV, BRUKEN AV APPLE-PROGRAMVAREN OG EVENTUELLE TJENESTER SOM UTFØRES AV ELLER GÅS TIL VIA APPLE-PROGRAMVAREN, FULLT OG HELT SKJER PÅ DIN EGEN RISIKO, OG AT HELE RISIKOEN MED HENSYN TIL TILFREDSSTILLENDE KVALITET, YTELSE, NØYAKTIGHET OG PRESTASJON LIGGER HOS DEG. ";
"Part36" = "C. I DEN GRAD DET TILLATES AV GJELDENDE LOV, LEVERES APPLE-PROGRAMVAREN OG APPLE-TJENESTENE SOM DE ER OG ETTER TILGJENGELIGHET MED ALLE FEIL OG UTEN GARANTI AV NOE SLAG, OG APPLE OG APPLES LISENSGIVERE (I PUNKT 6 OG 7 BETEGNES DISSE PARTER SAMLET SOM «APPLE») FRASKRIVER SEG MED DETTE UTTRYKKELIGE, UNDERFORSTÅTTE ELLER LOVMESSIGE GARANTIANSVAR OG BETINGELSER FOR APPLE-PROGRAMVAREN OG APPLE-TJENESTENE INKLUDERT, MEN IKKE BEGRENSET TIL, UNDERFORSTÅTTE GARANTIER OG/ELLER BETINGELSER FOR SALGBARHET, TILFREDSSTILLENDE KVALITET, ANVENDELIGHET FOR ET SPESIELT FORMÅL, UFORSTYRRET BRUK ELLER GARANTIER FOR AT TREDJEPARTS RETTIGHETER IKKE KRENKES. ";
"Part37" = "D. APPLE GARANTERER IKKE AT FUNKSJONENE I ELLER TJENESTER SOM UTFØRES AV ELLER GIS AV APPLE-PROGRAMVAREN OG APPLE-TJENESTENE, VIL TILFREDSSTILLE DINE KRAV, AT APPLE-PROGRAMVAREN ELLER APPLE-TJENESTENE VIL VIRKE UTEN AVBRUDD ELLER FEILFRITT, AT TJENESTENE VIL FORTSETTE Å VÆRE TILGJENGELIGE, AT APPLE-PROGRAMVAREN ELLER TJENESTENE VIL BLI UTBEDRET, ELLER AT APPLE-PROGRAMVAREN VIL VÆRE KOMPATIBEL MED ELLER FUNGERE MED PROGRAMVARE, PROGRAMMER ELLER TJENESTER FRA TREDJEPARTER. INSTALLERING AV DENNE APPLE-PROGRAMVAREN KAN PÅVIRKE TILGJENGELIGHETEN AV OG MULIGHETEN TIL Å BRUKE PROGRAMVARE, PROGRAMMER ELLER TJENESTER FRA TREDJEPARTSLEVERANDØRER OG PRODUKTER OG TJENESTER FRA APPLE. ";
"Part38" = "E. I TILLEGG SAMTYKKER DU I AT APPLE-PROGRAMVAREN OG TJENESTENE IKKE ER BEREGNET TIL ELLER KAN BRUKES I SITUASJONER ELLER OMGIVELSER HVOR DET AT APPLE-PROGRAMVAREN ELLER TJENESTENE SLUTTER Å FUNGERE, AT DET OPPSTÅR FORSINKELSER ELLER AT DET ER FEIL ELLER UNØYAKTIGHETER I INNHOLDET, DATA ELLER INFORMASJON, KAN FØRE TIL DØD, SKADE PÅ PERSON, ALVORLIGE FYSISKE SKADER ELLER MILJØØDELEGGELSER, INKLUDERT MEN IKKE BEGRENSET TIL DRIFT AV KJERNEKRAFTVERK, FLYNAVIGERINGSSYSTEMER, LUFTFARTSKOMMUNIKASJONSSYSTEMER, LUFTFARTSTRAFIKKSTYRINGSSYSTEMER, MEDISINSK UTSTYR OG VÅPENSYSTEMER. ";
"Part39" = "F. INGEN MUNTLIG ELLER SKRIFTLIG INFORMASJON ELLER RÅD SOM GIS AV APPLE ELLER AV EN APPLE-AUTORISERT REPRESENTANT SKAL SKAPE NOEN GARANTIFORPLIKTELSER. SKULLE DET VISE SEG Å VÆRE FEIL VED APPLE-PROGRAMVAREN ELLER -TJENESTEN, MÅ DU, (OG IKKE APPLE ELLER EN AV APPLE AUTORISERT REPRESENTANT) PÅTA DEG ALLE KOSTNADER I FORBINDELSE MED ALL NØDVENDIG SERVICE, REPARASJON ELLER KORREKSJON.ENKELTE STEDER TILLATER IKKE LOVGIVNINGEN GARANTIFRASKRIVELSE AV GARANTIER I MEDHOLD AV LOV ELLER BEGRENSNINGER I RETTIGHETER FOR FORBRUKERE, OG DET ER MULIG AT OVENSTÅENDE BEGRENSNING IKKE GJELDER DEG.  ";
"Part40" = "7. Ansvarsbegrensning. I DEN GRAD DET IKKE BEGRENSES AV GJELDENDE LOVGIVNING, ER APPLE IKKE UNDER NOEN OMSTENDIGHET ANSVARLIG FOR PERSONSKADER ELLER SPESIELLE, DIREKTE, INDIREKTE ELLER AVLEDEDE SKADER, INKLUDERT, UTEN BEGRENSNING, SKADER SOM FØLGER AV TAP AV PROFITT, SKADE PÅ ELLER TAP AV DATA, MANGLENDE EVNE TIL Å OVERFØRE ELLER MOTTA DATA, AVBRUDD I ARBEID ELLER ANDRE KOMMERSIELLE SKADER ELLER TAP SOM FØLGER AV ELLER ER RELATERT TIL DIN BRUK AV ELLER MANGLENDE EVNE TIL Å BRUKE APPLE-PROGRAMVAREN OG TJENESTENE ELLER PROGRAMVARE FRA TREDJEPARTER SOM BRUKES SAMMEN MED APPLE-PROGRAMVAREN, UAVHENGIG AV ANSVARSGRUNNLAG, SELV OM APPLE ER BLITT INFORMERT OM MULIGHETENE FOR SLIK SKADE. ENKELTE STEDER TILLATER IKKE LOVGIVNINGEN FRASKRIVELSE AV ELLER BEGRENSNING I ANSVARET FOR PERSONSKADER ELLER TILFELDIGE ELLER AVLEDEDE SKADER, SÅ DET ER MULIG AT OVENSTÅENDE BEGRENSNING IKKE GJELDER DEG. Ikke i noe tilfelle skal Apples totale ansvar overfor deg for skade, tap og erstatning (enten ansvaret gjøres gjeldende etter kontrakt eller utenfor kontrakt (herunder uaktsomhet) eller på annen måte) overstige 50 US dollar (US $50). Foregående begrensninger skal gjelde selv om ovenstående opprettelse ikke virker etter hensikten. ";
"Part41" = "8. Eksportkontroll. Du må ikke bruke, eksportere eller videreeksportere Apple-programvaren, unntatt i overensstemmelse med gjeldende eksportlovgivning i USA og gjeldende lovgivning i landet/landene der Apple programvaren ble anskaffet. I særdeleshet, men uten begrensning, er det ikke tillatt å eksportere eller videreeksportere Apple-programvaren til a) land som er omfattet av USAs embargo, eller b) personer som er oppført på US Treasury Departments liste over «Specially Designated Nationals» eller US Department of Commerces liste «Denied Person's List» eller «Entity List» eller noen annen liste over parter som er underlagt restriksjoner. Ved å ta i bruk Apple-programvaren, bekrefter du at du ikke er i et av disse landene eller er oppført på noen av de nevnte lister. Du bekrefter også at du ikke skal bruke Apple-programvaren til formål som ikke er tillatt under USAs lovgivning, inkludert, uten begrensning, utvikling, utforming, tilvirkning eller produksjon av raketter, atomvåpen eller kjemiske eller biologiske våpen. ";
"Part42" = "9. US Government-sluttbrukere. Apple-programvaren og tilhørende dokumentasjon er definert som «Commercial items» slik det er definert i 48 C.F.R. § 2.101, og består av «Commercial Computer Software» og «Commercial Computer Software Documentation» slik begrepene brukes i 48 C.F.R. §12.212 eller 48 C.F.R. § 227.7202 avhengig av hva som gjelder. I samsvar med 48 C.F.R. §12.212 eller 48 C.F.R. § 227.7202-1 til og med 48 C.F.R. § 227.7202-4, avhengig av hva som gjelder, blir Commercial Computer Software (programvaren) og Commercial Computer Software Documentation (dokumentasjonen) lisensiert til US Government-sluttbrukere a) kun som Commercial Items og b) kun med de rettigheter som gjelder for alle andre sluttbrukere som er beskrevet her. Upubliserte rettigheter forbeholdes under opphavsrettighetslovene i USA. ";
"Part43" = "10. Gjeldende lovgivning og tilsidesettelse av bestemmelser. Denne lisensavtalen skal være underlagt og være i samsvar med lovene i staten California unntatt de deler som vedrører lovkonflikter. Denne lisensen skal uttrykkelig ikke være underlagt de Forente Nasjoners konvensjon om kontrakter for salg av varer internasjonalt. Hvis du er en forbrukerkunde som bor i Storbritannia, vil denne lisensavtalen være underlagt lovgivningen i jurisdiksjonen der du bor. Dersom en domstol, med kompetanse til dette, finner at noen av bestemmelsene i denne lisensavtale helt eller delvis ikke kan gjøres gjeldende, skal den gjenværende del av lisensavtalen fortsatt gjelde fullt ut.  ";
"Part44" = "11. Fullstendig avtale, gjeldende språk. Denne lisensavtalen inneholder alt som er avtalt mellom deg og Apple med hensyn til Apple-programvaren, og erstatter samtlige tidligere skriftlige eller muntlige avtaler og enhver annen kommunikasjon mellom partene vedrørende alt som omfattes av avtalen. Ingen tillegg eller endringer i denne lisensavtalen er bindende, med mindre de er skriftlige og undertegnet av Apple. Enhver oversettelse av denne avtalen er tilpasset lokale forhold og ved en eventuell uoverensstemmelse mellom den engelske og oversatte versjonen skal den engelske versjonen gjelde, i den grad det ikke begrenses av gjeldende lovgivning i landet du bor i.";
"Part45" = "12. Anerkjennelse av tredjeparter. Det er mulig at deler av Apple-programvaren benytter eller inkluderer programvare fra tredjeparter og annet opphavsrettslig beskyttet materiale. Anerkjennelser, lisensbetingelser og garantifraskrivelser for slikt materiale finnes i den elektroniske dokumentasjonen for Apple-programvaren. Bruken av dette materialet er underlagt disse betingelsene.";
"Part46" = "EA1576";
"Part47" = "16.08.2018";